Repository: plante-app-team/plante_web_admin
Catalog: lib/l10n/app_*.arb
Languages: ru

# web_global_send
source: Send
ru: Отправить

# web_global_unknown_user
source: Unknown user
ru: Неизвестный пользователь

# web_global_task_not_resolved
source: Task is not resolved
ru: Задача не решена

# web_global_product_is
source: Product:
ru: Продукт:

# web_global_shop_is
source: Shop:
ru: Магазин:

# web_main_actions_widget_nameless_moderator
source: nameless moderator
ru: безымянный модератор

# web_main_actions_widget_hello
source: Hello,
ru: Привет,

# web_main_actions_widget_your_id
source: Your ID:
ru: Твой ID:

# web_main_actions_widget_list_moderation_tasks
source: Moderator tasks list
ru: Список задач модерации

# web_main_actions_widget_products_management
source: Products management
ru: Управление продуктами

# web_main_actions_widget_next_users_management
source: Users management
ru: Управление пользователями

# web_main_actions_widget_recently_added_products_map
source: Map of recently added products
ru: Карта недавно добавленных продуктов

# web_main_actions_widget_social_media_added_products_map_page
source: Map for social media posts about new products
ru: Карта для постов в соцсети о новых продуктах

# web_main_actions_widget_latest_moderation_actions
source: Log of moderation
ru: Лог модерации

# web_auth_page_sign_in_with_google
source: Sign in Google
ru: Войти через Google

# web_auth_page_error_user_is_not_moderator
source: The user is not a moderator
ru: Пользователь не является модераторором

# web_veg_statuses_widget_vegan_status
source: Vegan status
ru: Веганский статус

# web_veg_statuses_widget_veg_status_positive
source: Positive
ru: Положительно

# web_veg_statuses_widget_veg_status_negative
source: Negative
ru: Отрицательно

# web_veg_statuses_widget_veg_status_possible
source: Ambiguous
ru: Неоднозначно

# web_veg_statuses_widget_veg_status_unknown
source: Unknown
ru: Неизвестно

# web_veg_statuses_widget_erase_product_veg_statuses
source: Erase veg-statuses of the product
ru: Стереть вег-статусы продукта

# web_veg_statuses_veg_status_choice_reason
source: Veg-status choice reasons (optional)
ru: Причина выбора вег-статуса (опционально)

# web_veg_statuses_veg_status_choice_reason_source
source: Moderator's comment (optional). NOTE: this field is not auto-translatable and should be mostly used for Links and as a last resort when we cannot add new choice-reasons to the dropdown above.
ru: Комментарий модератора (опционально). ВАЖНО: поле не переводится на другие языки, поэтому в основном нужно для вставки ссылок и как последнее средство если нельзя добавить новый пункт в причину выбора вег-статуса (выше).

# web_user_report_task_page_title
source: Product complaint received
ru: Получена жалоба на продукт

# web_user_report_task_page_descr
source: Please try to resolve the problem from the user's product complaint. In order to do that you may need to open the product page in Open Food Facts and to edit the product there, or to change product's veg-status here.
ru: Пожалуйста, попробуйте исправить проблему из текста жалобы. Для этого возможно придётся перейти на страницу продукта в Open Food Facts и отредактировать его там, либо поменять вег-статус продукта тут.

# web_user_report_task_page_complaint
source: Complaint:
ru: Жалоба:

# web_user_report_task_page_product_exists_only_in_off
source: The product exists only in Open Food Facts
ru: Продукт существует только в Open Food Facts

# web_user_report_task_page_moderated
source: Moderated
ru: Промодерировано

# web_user_report_task_page_change_veg_statuses
source: Change veg-statuses
ru: Изменить вег-статусы

# web_product_change_task_page_title
source: Product created/modified
ru: Продукт создан/изменён

# web_product_change_task_page_descr
source: How to moderate products:
ru: Пожалуйста, убедитесь, что продукт в Open Food Facts: - имеет нормальное фото упаковки - имеет нормальное фото состава - текст состава соответствует фото - имя бренда и категорий, если есть, соответствуют продукту. Нужно понять правильный вег-статус продукта, используя:

# web_product_change_task_page_empty_product_error_descr
source: Empty product - server error occurred. Click "Moderated" and report the error to the developer
ru: Пустой продукт - произошла серверная ошибка. Нажмите "Промодерировано" и сообщите о об ошибке разработчику

# web_osm_shop_creation_task_page_title
source: Shop is created within Open Street Map
ru: Магазин создан в Open Street Map

# web_osm_shop_creation_task_page_descr
source: How to moderate new shops:
ru: Пожалуйста, убедитесь, что созданный магазин в Open Street Map: - имеет нормальное название - имеет правдоподобную локацию Если с магазином что-то не так, его следует удалить

# web_shop_manual_validation_task_page_title
source: A shop needs manual validation
ru: Магазин нуждается в ручной проверке

# web_shop_manual_validation_task_page_descr
source: Auto-validation of shop <SHOP> couldn't be done, auto-validator created this moderator task. Most of the time you need direct access to DB to perform manual validation. If you don't have it, send the task to someone who does. To perform manual validation ensure the shop exists in Open Street Map, it's actually a shop and there's no reason to delete it. If there is a reason to delete - check the checkbox. Otherwise edit it in DB directly.
ru: Авто-проверку магазина <SHOP> не удалось выполнить, механизм авто-проверки создал эту задачу модерации. В большинстве случаев нужен прямой доступ до базы данных чтобы выполнить ручную проверку. Если у вас его нет, отправьте задачу тому, у кого есть. Для выполнения ручной проверки убедитесь, что магазин существует в Open Street Map, что он действительно магазин и что нет причин удалять его. Если причины есть - нажмите на галочку. Иначе измените магазин в БД вручную.

# web_shop_manual_validation_task_page_delete_shop
source: Delete shop
ru: Удалить магазин

# web_shop_manual_validation_task_page_delete_shop_warning
source: Delete the shop? This action CANNOT BE UNDONE
ru: Удалить магазин? Это действие НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО

# web_no_tasks_page_title
source: There are no moderation tasks
ru: Задач на модерацию нет

# web_manage_users_page_user_id
source: User ID
ru: ID пользователя

# web_manage_users_page_delete_user
source: Delete the user
ru: Удалить пользователя

# web_manage_users_page_user_deletion_dialog_title
source: User deletion
ru: Удаление пользователя

# web_manage_users_page_deletion_dialog_q
source: Are you sure you want to delete the user? This action cannot be undone
ru: Действительно удалить пользователя? Это действие невозможно отменить

# web_manage_users_page_deletion_dialog_positive
source: Yes!
ru: Да!

# web_manage_users_page_user_deleted
source: The user is deleted
ru: Пользователь удалён

# web_manage_users_page_user_not_found
source: Such a user is not found
ru: Такой пользователь не найден

# web_manage_users_page_error_occurred
source: Error
ru: Ошибочка

# web_moderator_page_base_unassign
source: Unassign task from me
ru: Снять задачу с меня

# web_moderator_page_base_unassign_dialog_title
source: Unassign task
ru: Снятие задачи

# web_moderator_page_base_unassign_dialog_descr
source: Unassign the task? You'll be able to assign it back only manually
ru: Снять с себя задачу? Назначить на себя её обратно можно будет только вручную

# web_moderator_page_base_task_lang
source: Task language:
ru: Язык задачи:

# web_moderator_page_base_change_task_lang_q
source: Change task language to <LANG>?
ru: Сменить язык задачи на <LANG>?

# web_moderator_page_base_erase_task_lang_q
source: Erase task language?
ru: Стереть язык задачи?

# web_moderator_tasks_list_page_forward
source: Forward
ru: Вперёд

# web_moderator_tasks_list_page_backward
source: Backward
ru: Назад

# web_moderator_task_list_item_task_user_complaint
source: User complaint
ru: Жалоба пользователя

# web_moderator_task_list_item_task_product_update
source: Product created or updated
ru: Продукт создан или изменён

# web_moderator_task_list_item_task_shop_created
source: Shop created in Open Street Map
ru: Создан магазин в Open Street Map

# web_moderator_task_list_item_task_shop_needs_manual_validation
source: Shop needs manual validation
ru: Магазин нуждается в ручной проверке

# web_manage_product_page_search
source: Search
ru: Поиск

# web_manage_product_page_product_not_found
source: Product not found
ru: Продукт не найден

# web_manage_product_page_type_barcode
source: Type or paste a barcode
ru: Введите штрихкод

# web_manage_product_page_send_modifications
source: Send modifications
ru: Отправить изменения

# web_moderator_tasks_categories_page_title
source: Moderation tasks
ru: Задачи модерации

# web_moderator_tasks_categories_page_tasks_without_langs
source: Tasks without a language
ru: Задачи без языка

# web_moderator_tasks_categories_page_all_tasks
source: All tasks
ru: Все задачи

# web_moderator_tasks_categories_page_off_products_tasks
source: OFF products without specified in Plante veg-status
ru: Продукты в OFF без указанного в Plante вег-статуса

# web_moderator_tasks_categories_page_tasks_for_langs_you_know
source: Tasks for languages you know
ru: Задачи для языков, которые вы знаете

# web_moderator_tasks_categories_page_tasks_for_langs_you_do_not_know
source: Task for languages you don't know
ru: Задачи для языков, которые вы не знаете

# web_recently_added_products_map_page_descr
source: Locations of last <LIMIT> added to the map products. Numbers on the markers are NOT numbers of products within shops, but rather these are positions of the products within the last <LIMIT> products sorted by the addition time. Product 1 was added last (it's the most recent product), 2 - before the last one, etc.
ru: Расположение последних <LIMIT> добавленных на карту продуктов. Числа на маркерах это не число продуктов в магазине, это положение добавленного продукта в топе, отсортированном по времени добавления. Продукт 1 добавлен последним (самый новый), 2 - предпоследним и т.д.

# web_recently_added_products_map_page_limit
source: Show last products number:
ru: Показывать последних продуктов:

# web_recently_added_products_map_page_apply
source: Apply
ru: Применить

# web_social_media_added_products_map_page_descr
source: Show locations of last <LIMIT> products put to the map
ru: Показать расположение последних <LIMIT> добавленных продуктов

# web_social_media_added_products_map_page_enable_map_gestures
source: Enable map gestures
ru: Включить жесты для карты

# web_social_media_added_products_map_page_hide_marker
source: Hide marker
ru: Спрятать маркер

# web_social_media_added_products_map_page_bring_products_icons
source: Bring products icons to the map
ru: Принести иконки продуктов на карту

# web_social_media_added_products_map_page_show_controls
source: Show controls
ru: Показать кнопочки

# web_select_products_dialog_default_title
source: Select products
ru: выберете продукты

# web_all_latest_moderation_actions_page_title
source: Moderators
ru: Модераторы

# web_all_latest_moderation_actions_page_latest_activity
source: Latest activity:
ru: Последняя активность:

# web_latest_moderator_actions_page
source: Moderation actions
ru: Действия по модерации

# web_moderation_action_page_title
source: Moderation action
ru: Действие по модерации

# web_moderation_action_page_task_type
source: Moderation task type:
ru: Тип задачи модерации:

# web_moderation_action_page_moderator_is
source: Moderator:
ru: Модератор:

# web_moderation_action_page_performed_action_is
source: Performed action:
ru: Выполненное действие:
